Repository: Baka632/ArknightsStoryText.UWP
Catalog: src/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# OpenStoryText.Label
source: Open story text file
zh_cn: 打开剧情文件

# DoctorNameTextBox.PlaceholderText
source: Enter doctor's nickname
zh_cn: 输入博士昵称

# TryAutoParagraph.Label
source: Try to automatically paragraph
zh_cn: 尝试自动分段

# TutorialFileNotSupported
source: Tutorial file is not supported
zh_cn: 不支持教程文件

# OpenAnotherFileInstead
source: Please open another file.
zh_cn: 请打开其他文件。

source: OK
zh_cn: 确定

source: Close
zh_cn: 关闭

# FileIsEmpty
source: This file is empty
zh_cn: 此文件没有任何内容

# InvaildFile
source: This file seems invalid
zh_cn: 此文件似乎不是有效的剧情文件

# ReadPivotItem.Header
source: Read
zh_cn: 读取

# MergePivotItem.Header
source: Merge
zh_cn: 合并

# ChangeDoctorName.Label
source: Change doctor's nickname
zh_cn: 更改博士昵称

# ResultIsEmpty
source: Output is empty
zh_cn: 输出为空

# AboutButton.Label
source: About
zh_cn: 关于

# AppDescription
source: A plain-text toolkit for Arknights
zh_cn: 一个明日方舟的剧情纯文本工具

# ParseStoryTextError
source: An error occurred when parsing file
zh_cn: 解析剧情文件时出错

# SaveStoryText.Label
source: Save story text file
zh_cn: 保存剧情文件

# NoFileImported
source: You didn't import any files
zh_cn: 你没有导入文件

# AddSomeFiles
source: Please add some files.
zh_cn: 请添加一些文件。

# FileIsEmpty_WithPlaceholder
source: {0} is empty
zh_cn: {0} 没有任何内容

source: Continue or cancel?
zh_cn: 继续操作还是取消操作？

source: Continue
zh_cn: 继续

source: Cancel
zh_cn: 取消

# TutorialFileNotSupported_WithPlaceholder
source: {0} is a not supported tutorial file
zh_cn: {0} 为不支持的教程文件

# InvaildFile_WithPlaceholder
source: {0} seems invalid
zh_cn: {0} 似乎不是有效的剧情文件

# ChangeFontAndSize.Label
source: Change font and font size
zh_cn: 更改字体与字号

# SetFontSize.Header
source: Font size
zh_cn: 字号

# SetFont.Header
source: Font
zh_cn: 字体

# ErrorWhenParsing
source: When parsing file, an error occurred
zh_cn: 解析文件时出错

# ErrorWhenParsing_WithPlaceholder
source: When parsing file {0}, an error occurred
zh_cn: 解析文件 {0} 时出错

# StoryTitleTextBox.PlaceholderText
source: Story title
zh_cn: 剧情标题

source: Remove this story file from the list
zh_cn: 从列表中移除此剧情文件

# ParseFailed
source: Failed to parse
zh_cn: 解析失败

# OpenStoryFolder.Label
source: Open folder
zh_cn: 打开文件夹

# Accessibility_StoryFileTitle
source: Title: {0}
zh_cn: 标题： {0}

# StoriesListView.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: List of story text
zh_cn: 剧情文本列表

source: Click to expand
zh_cn: 单击展开

source: Click to collapse
zh_cn: 单击折叠
